Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.a6e1ba4bb69f
source: Apple Watchへメニューを同期
ar_sa: مزامنة التمرين مع Apple Watch
ca: Sincronitza l'entrenament amb l'Apple Watch
cs: Synchronizovat trénink s Apple Watch
da: Synkroniser træning med Apple Watch
de_de: Training mit Apple Watch synchronisieren
el: Συγχρονισμός προπόνησης με το Apple Watch
en_au: Sync workout to Apple Watch
es_es: Sincronizar entrenamiento con Apple Watch
fi: Synkronoi harjoitus Apple Watchiin
fr_ca: Synchroniser l'entraînement avec l'Apple Watch
gu: વર્કઆઉટને Apple Watch સાથે સિંક કરો
he: סנכרון אימון עם Apple Watch
hi: वर्कआउट को Apple Watch से सिंक करें
hr: Sinkroniziraj trening s Apple Watchom
hu: Edzés szinkronizálása az Apple Watchcsal
id: Sinkronkan latihan ke Apple Watch
it: Sincronizza l'allenamento con Apple Watch
ko: 운동을 Apple Watch에 동기화
mr: वर्कआउट Apple Watch वर सिंक करा
ms: Segerakkan senaman ke Apple Watch
nl_nl: Training synchroniseren met Apple Watch
no: Synkroniser treningsøkt med Apple Watch
pl: Synchronizuj trening z Apple Watch
pt_br: Sincronizar treino com o Apple Watch
pt_pt: Sincronizar treino com o Apple Watch
ro: Sincronizează antrenamentul cu Apple Watch
ru: Синхронизировать тренировку с Apple Watch
sk: Synchronizovať tréning s Apple Watch
sl: Sinhroniziraj vadbo z Apple Watch
sv: Synkronisera träningspass med Apple Watch
ta: வொர்க்அவுட்டை Apple Watch-க்கு ஒத்திசைக்கவும்
te: వర్కౌట్‌ను Apple Watchకు సింక్ చేయండి
th: ซิงค์โปรแกรมไปยัง Apple Watch
tr: Antrenmanı Apple Watch ile eşzamanla
uk: Синхронізувати тренування з Apple Watch
vi: Đồng bộ buổi tập với Apple Watch
zh_hans: 将训练同步到Apple Watch
zh_hant: 將訓練同步到Apple Watch

# core_ui.a73cbe33e52d
source: 今回は変更しない
ar_sa: لا تغيير هذه المرة
ca: Sense canvis aquesta vegada
cs: Tentokrát bez změny
da: Ingen ændring denne gang
de_de: Diesmal keine Änderung
el: Καμία αλλαγή αυτή τη φορά
en_au: No change this time
es_es: Sin cambios esta vez
fi: Ei muutosta tällä kertaa
fr_ca: Aucune modification cette fois
gu: આ વખતે કોઈ ફેરફાર નહીં
he: ללא שינוי הפעם
hi: इस बार कोई बदलाव नहीं
hr: Ovaj put bez promjene
hu: Most nincs módosítás
id: Tidak ada perubahan kali ini
it: Nessuna modifica questa volta
ko: 이번에는 변경 없음
mr: यावेळी बदल नाही
ms: Tiada perubahan kali ini
nl_nl: Deze keer geen wijziging
no: Ingen endring denne gangen
pl: Tym razem bez zmian
pt_br: Sem alteração desta vez
pt_pt: Sem alteração desta vez
ro: Nicio modificare de această dată
ru: Без изменений в этот раз
sk: Tentoraz bez zmeny
sl: Tokrat brez spremembe
sv: Ingen ändring den här gången
ta: இந்த முறை மாற்றம் இல்லை
te: ఈసారి మార్పు లేదు
th: ไม่เปลี่ยนในครั้งนี้
tr: Bu kez değişiklik yok
uk: Без змін цього разу
vi: Không thay đổi lần này
zh_hans: 本次不更改
zh_hant: 本次不更改

# core_ui.a9d271807073
source: 行動パターンを学習
ar_sa: تعلم الأنماط السلوكية
ca: Aprendre patrons de comportament
cs: Učte se z vašich chování
da: Lær opførSELSmønstre
de_de: Lernen von Verhaltensmustern
el: Μάθηση προτύπων συμπεριφοράς
en_au: Learn activity patterns
es_es: Aprende tus patrones de comportamiento
fi: Opi käyttäytymismallit
fr_ca: Apprendre les schémas de comportement
gu: ક્રિયા પ્રણાલી શીખો
he: למידת דפוסי התנהגות
hi: व्यवहार के पैटर्न को सीखें
hr: Učite obrasce ponašanja
hu: Tanulja meg a szokásos viselkedési mintákat
id: Belajar pola perilaku
it: Impara i modelli comportamentali
ko: 행동 패턴 학습
mr: वर्तणुकीच्या पद्धती शिका
ms: Belajar corak tindakan
nl_nl: Leer gedragspatronen
no: Lær oppførsmønstre
pl: Uczenie się wzorców zachowań
pt_br: Aprender seus padrões de comportamento
pt_pt: Aprender seus padrões de comportamento
ro: Învațăți tiparele de comportament
ru: Обучение на основе паттернов поведения
sk: Učte sa vaše vzorce správania
sl: Učenje vzorcev vedenja
sv: Lär dig beteendemönster
ta: நடத்தை முறைகளை கற்றுக்கொள்ள
te: ప్రవర్తన నమూనాలను నేర్చుకోండి
th: เรียนรู้รูปแบบพฤติกรรม
tr: Davranış kalıplarını öğrenin
uk: Вивчайте ваші звички
vi: Học hỏi thói quen hoạt động
zh_hans: 学习行为模式
zh_hant: 学习行为模式

# core_ui.a9efa7f0620d
source: 記録中
ar_sa: التسجيل
ca: Gravació
cs: Záznam v běhu
da: Registreret
de_de: In der Aufzeichnung
el: Σε εξέλιξη
en_au: Recording in progress
es_es: En progreso
fi: Tallennetaan
fr_ca: En cours d'enregistrement
gu: રેકોર્ડમાં છે.
he: בשימוש
hi: रिकॉर्ड किया जा रहा है
hr: U tijeku snimanja
hu: Adatok rögzítve
id: Sedang dicatat
it: In corso la registrazione
ko: 녹음 중
mr: रेकॉर्ड करत आहे
ms: Dalam aktiviti
nl_nl: In actieve status
no: Under registrering
pl: U zapisywaniu
pt_br: Em progresso
pt_pt: Em progresso
ro: Înregistrat
ru: В процессе записи
sk: Záznam v priebehu
sl: Zapisano
sv: Under inspelning
ta: பதிவு செய்யப்படுகிறது
te: రికార్డు చేయబడుతోంది
th: กำลังบันทึก
tr: Kaydediliyor
uk: Запис триває
vi: Đang ghi lại
zh_hans: 正在记录
zh_hant: 正在记录中

# core_ui.aac8d0ee418a
source: 広告のプライバシー設定
ar_sa: إعدادات خصوصية الإعلانات
ca: Configuració de privacitat dels anuncis
cs: Nastavení soukromí reklam
da: Indstillinger for annonceprivatliv
de_de: Datenschutzeinstellungen für Werbung
el: Ρυθμίσεις απορρήτου διαφημίσεων
en_au: Ad privacy settings
es_es: Configuración de privacidad de publicidad
fi: Mainosten tietosuoja-asetukset
fr_ca: Réglages de confidentialité des publicités
gu: જાહેરાત ગોપનીયતા સેટિંગ્સ
he: הגדרות פרטיות של מודעות
hi: विज्ञापन गोपनीयता सेटिंग्स
hr: Postavke privatnosti oglasa
hu: Hirdetési adatvédelmi beállítások
id: Pengaturan privasi iklan
it: Impostazioni sulla privacy degli annunci
ko: 광고 개인정보 설정
mr: जाहिरात गोपनीयता सेटिंग्ज
ms: Tetapan privasi iklan
nl_nl: Privacy-instellingen voor advertenties
no: Personverninnstillinger for annonser
pl: Ustawienia prywatności reklam
pt_br: Configurações de privacidade de anúncios
pt_pt: Definições de privacidade de anúncios
ro: Setări de confidențialitate pentru reclame
ru: Настройки конфиденциальности рекламы
sk: Nastavenia súkromia reklám
sl: Nastavitve zasebnosti oglasov
sv: Integritetsinställningar för annonser
ta: விளம்பர தனியுரிமை அமைப்புகள்
te: ప్రకటన గోప్యతా సెట్టింగ్‌లు
th: การตั้งค่าความเป็นส่วนตัวของโฆษณา
tr: Reklam gizlilik ayarları
uk: Налаштування конфіденційності реклами
vi: Cài đặt quyền riêng tư quảng cáo
zh_hans: 广告隐私设置
zh_hant: 廣告隱私設定

# core_ui.acf5f093f147
source: 目的別メニューを見る
ar_sa: عرض القائمة حسب الغرض
ca: Veure menú per finalitat
cs: Prohlédnout seznam podle cíle
da: Se formålsspecifik menu
de_de: Menü für den jeweiligen Zweck anzeigen
el: Δείτε τις επιλογές για κάθε στόχο
en_au: View purpose-specific menu
es_es: Ver menú por objetivos
fi: Näytä tavoitteiden mukainen valikko
fr_ca: Voir le menu par objectif
gu: ધ્યય આધારિત મેનુ જુઓ
he: צפייה בתפריטים לפי מטרה
hi: उद्देश के अनुसार मेनू देखें
hr: Pogledajte posebne menije
hu: Cél-specifikus menü megtekintése
id: Lihat menu berdasarkan tujuan
it: Visualizza menu specifico
ko: 목표별 메뉴 보기
mr: विशिष्ट उद्दिष्टांसाठी मेनू पहा
ms: Lihat Menu Mengikut Matlamat
nl_nl: Bekijk het menu voor specifieke doelen
no: Se personlig meny
pl: Zobacz menu dla konkretnego celu
pt_br: Ver menu por objetivo
pt_pt: Ver menu por objetivo
ro: Vizualizați meniul specific scopului
ru: Просмотреть раздел "Цели"
sk: Pozrieť špecifické menu
sl: Pokažite različne menije
sv: Visa målspecifik meny
ta: குறிப்பிட்ட நோக்கத்திற்கான மெனுவைப் பார்க்கவும்
te: లక్ష్యానికి సంబంధించిన మెనూ చూడండి
th: ดูเมนูตามวัตถุประสงค์
tr: Amaçlara özel menüleri görüntüle
uk: Переглянути меню за метами
vi: Xem menu theo mục đích
zh_hans: 查看目的别菜单
zh_hant: 查看根據目的的飲食計畫

# core_ui.ad1e9ee3c7de
source: 身長
ar_sa: الارتفاع
ca: alçada
cs: Výška
da: Højde
de_de: Größe
el: Ύψος
en_au: Height
es_es: Altura
fi: Pituus
fr_ca: Taille
gu: ઊંચાઈ
he: גובה
hi: ऊंचाई
hr: Visina
hu: Magasság
id: Tinggi badan
it: Altezza
ko: 키
mr: उंची
ms: Tinggi
nl_nl: Lengte
no: Høyde
pl: Wzrost
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Рост
sk: Výška
sl: Višina
sv: Höjd
ta: உயரம்
te: ఎత్తు
th: ส่วนสูง
tr: Boy
uk: Зріст
vi: Chiều cao
zh_hans: 身高
zh_hant: 身高

# core_ui.ad3e6c70e52a
source: 目的別メニューが解放
ar_sa: يتم إصدار قوائم خاصة بالغرض
ca: Es publiquen menús específics per a finalitats
cs: Uvolněny seznam podle cíle
da: Formålsspecifik menu er blevet låst op
de_de: Es stehen separate Menüs für jeden Zweck zur Verfügung
el: Έχουν ξεκλειδωθεί οι επιλογές για κάθε στόχο
en_au: Purpose-specific menu unlocked
es_es: Se ha desbloqueado el menú por objetivos
fi: Tavoitteiden mukaiset valikot ovat nyt käytettävissä
fr_ca: Le menu par objectif est débloqué
gu: ધ્યય આધારિત મેનુ ઉપલબ્ધ
he: הופיעו תפריטים לפי מטרה
hi: उद्देश के अनुसार मेनू खुल गया
hr: Otključani su posebni meniji za različite ciljeve
hu: Új cél-specifikus menü megnyitva
id: Menu berdasarkan tujuan telah dibuka
it: Sono disponibili menu specifici per ogni obiettivo
ko: 목표별 메뉴가 활성화됨
mr: विशिष्ट उद्दिष्टांसाठी मेनू उपलब्ध
ms: Menu mengikut matlamat telah dibuka
nl_nl: Het menu voor specifieke doelen is beschikbaar
no: Personlige menyer er nå tilgjengelige
pl: Otwarto menu dla konkretnego celu
pt_br: Menu por objetivo desbloqueado
pt_pt: Menu por objetivo desbloqueado
ro: Meniul specific scopului este disponibil
ru: Открыт раздел "Цели"
sk: Otvorené sú špecifické menu pre každý cieľ
sl: Različni meniji so zdaj na voljo
sv: Målspecifika menyer är nu tillgängliga
ta: குறிப்பிட்ட நோக்கத்திற்கான மெனுக்கள் திறக்கப்பட்டுள்ளன
te: లక్ష్యానికి సంబంధించిన మెనూ అందుబాటులో ఉంది
th: เมนูตามวัตถุประสงค์เปิดใช้งานแล้ว
tr: Amaçlara özel menüler açıldı
uk: Розблоковано меню за метами
vi: Các menu theo mục đích đã được mở khóa
zh_hans: 已解锁目的别菜单
zh_hant: 已解鎖根據目的的飲食計畫

# core_ui.ae4963a9ccdd
source: {{value1}}の週次レポート
ar_sa: التقرير الأسبوعي من {{value1}}
ca: Informe setmanal de {{value1}}
cs: Týdenní přehled od {{value1}}
da: {{value1}}s ugentlige rapport
de_de: Wochenbericht von {{value1}}
el: Εβδομαδιαία αναφορά του {{value1}}
en_au: {{value1}}'s weekly report
es_es: Informe semanal de {{value1}}
fi: Kohteen {{value1}} viikkoraportti
fr_ca: Rapport hebdomadaire de {{value1}}
gu: {{value1}}નો સાપ્તાહિક રિપોર્ટ
he: הדוח השבועי של {{value1}}
hi: {{value1}} की साप्ताहिक रिपोर्ट
hr: Tjedno izvješće od {{value1}}
hu: {{value1}} heti jelentése
id: Laporan mingguan {{value1}}
it: Report settimanale di {{value1}}
ko: {{value1}}의 주간 보고서
mr: {{value1}} चा साप्ताहिक अहवाल
ms: Laporan mingguan {{value1}}
nl_nl: Weekrapport van {{value1}}
no: {{value1}}s ukesrapport
pl: Tygodniowy raport od {{value1}}
pt_br: Relatório semanal de {{value1}}
pt_pt: Relatório semanal de {{value1}}
ro: Raportul săptămânal al lui {{value1}}
ru: Еженедельный отчёт {{value1}}
sk: Týždenná správa od {{value1}}
sl: Tedensko poročilo od {{value1}}
sv: {{value1}}s veckorapport
ta: {{value1}}-ன் வாராந்திர அறிக்கை
te: {{value1}} వారపు రిపోర్టు
th: รายงานรายสัปดาห์ของ {{value1}}
tr: {{value1}} haftalık raporu
uk: Щотижневий звіт {{value1}}
vi: Báo cáo hằng tuần của {{value1}}
zh_hans: {{value1}}的每周报告
zh_hant: {{value1}}的每週報告

# core_ui.ae6db79774b7
source: ジムに到着しました
ar_sa: وصلت إلى النادي
ca: He arribat al gimnàs
cs: Dorazil/a jsem do posilovny
da: Jeg er ankommet til fitnesscenteret
de_de: Ich bin im Fitnessstudio angekommen
el: Έφτασα στο γυμναστήριο
en_au: I've arrived at the gym
es_es: He llegado al gimnasio
fi: Olen saapunut kuntosalille
fr_ca: Je suis arrivé à la salle
gu: હું જિમ પહોંચી ગયો/ગઈ છું
he: הגעתי לחדר הכושר
hi: मैं जिम पहुँच गया हूँ
hr: Stigao/la sam u teretanu
hu: Megérkeztem az edzőterembe
id: Saya sudah tiba di gym
it: Sono arrivato in palestra
ko: 헬스장에 도착했습니다
mr: मी जिममध्ये पोहोचलो आहे
ms: Saya telah tiba di gim
nl_nl: Ik ben bij de sportschool aangekomen
no: Jeg har kommet til treningssenteret
pl: Jestem na siłowni
pt_br: Cheguei à academia
pt_pt: Cheguei à ginásio
ro: Am ajuns la sală
ru: Я в спортзале
sk: Dorazil/a som do posilňovne
sl: Prispel/a sem v fitnes
sv: Jag har kommit till gymmet
ta: நான் ஜிம்மிற்கு வந்துவிட்டேன்
te: నేను జిమ్‌కు చేరుకున్నాను
th: ถึงยิมแล้ว
tr: Spor salonuna geldim
uk: Я в спортзалі
vi: Tôi đã đến phòng gym
zh_hans: 我已到达健身房
zh_hant: 我已到達健身房

# core_ui.af3103318eb4
source: あると判断が安定する情報
ar_sa: بيانات تحسّن موثوقية التقييم
ca: Dades que milloren la fiabilitat de la valoració
cs: Data, která zvyšují spolehlivost hodnocení
da: Data, der forbedrer vurderingens pålidelighed
de_de: Daten für eine verlässlichere Einschätzung
el: Δεδομένα που βελτιώνουν την αξιοπιστία της αξιολόγησης
en_au: Data that improves assessment reliability
es_es: Datos que mejoran la fiabilidad de la evaluación
fi: Arvion luotettavuutta parantavat tiedot
fr_ca: Données améliorant la fiabilité de l'évaluation
gu: મૂલ્યાંકન વધુ વિશ્વસનીય બનાવતો ડેટા
he: נתונים שמשפרים את אמינות ההערכה
hi: आकलन को अधिक भरोसेमंद बनाने वाला डेटा
hr: Podaci koji povećavaju pouzdanost procjene
hu: Az értékelés megbízhatóságát javító adatok
id: Data yang meningkatkan keandalan penilaian
it: Dati che migliorano l'affidabilità della valutazione
ko: 판단 신뢰도를 높이는 데이터
mr: मूल्यांकन अधिक विश्वासार्ह करणारा डेटा
ms: Data yang meningkatkan kebolehpercayaan penilaian
nl_nl: Gegevens die de betrouwbaarheid van de beoordeling verbeteren
no: Data som gjør vurderingen mer pålitelig
pl: Dane zwiększające wiarygodność oceny
pt_br: Dados que tornam a avaliação mais confiável
pt_pt: Dados que tornam a avaliação mais confiável
ro: Date care îmbunătățesc fiabilitatea evaluării
ru: Данные, повышающие надёжность оценки
sk: Údaje, ktoré zvyšujú spoľahlivosť hodnotenia
sl: Podatki, ki izboljšajo zanesljivost ocene
sv: Data som förbättrar bedömningens tillförlitlighet
ta: மதிப்பீட்டின் நம்பகத்தன்மையை உயர்த்தும் தரவு
te: అంచనా విశ్వసనీయతను మెరుగుపరిచే డేటా
th: ข้อมูลที่ช่วยให้การประเมินแม่นยำขึ้น
tr: Değerlendirmenin güvenilirliğini artıran veriler
uk: Дані, що підвищують надійність оцінки
vi: Dữ liệu giúp đánh giá đáng tin cậy hơn
zh_hans: 有助于提高判断可靠性的数据
zh_hant: 有助於提高判斷可靠性的資料

# core_ui.af89edae43f1
source: {{value1}}件
ar_sa: {{value1}} عنصرًا
ca: {{value1}} elements
cs: {{value1}} položek
da: {{value1}} elementer
de_de: {{value1}} Einträge
el: {{value1}} στοιχεία
en_au: {{value1}} items
es_es: {{value1}} elementos
fi: {{value1}} kohdetta
fr_ca: {{value1}} éléments
gu: {{value1}} આઇટમ
he: {{value1}} פריטים
hi: {{value1}} आइटम
hr: {{value1}} stavki
hu: {{value1}} elem
id: {{value1}} item
it: {{value1}} elementi
ko: {{value1}} 개
mr: {{value1}} आयटम
ms: {{value1}} item
nl_nl: {{value1}} items
no: {{value1}} elementer
pl: {{value1}} elementów
pt_br: {{value1}} itens
pt_pt: {{value1}} itens
ro: {{value1}} elemente
ru: {{value1}} элементов
sk: {{value1}} položiek
sl: {{value1}} elementov
sv: {{value1}} objekt
ta: {{value1}} உருப்படிகள்
te: {{value1}} అంశాలు
th: {{value1}} รายการ
tr: {{value1}} öğe
uk: {{value1}} елементів
vi: {{value1}} mục
zh_hans: {{value1}} 项
zh_hant: {{value1}} 項
